schedule = [{
    0:{1:["Іноземна мова (Гришкова Р.О.)",
                "Іноземна мова (Коваленко О.В.)"],
           2:["Іноземна мова (Гришкова Р.О.)",
                "Іноземна мова (Коваленко О.В.)"],
           3:["ФІЗИКА (Трунов О.М.)",
                "ФІЗИКА (Трунов О.М.)"],
           4:["КОМП'ЮТЕРНА ЕЛЕКТРОНІКА ТА АРХІТЕКТУРА КОМП'ЮТЕРІВ (Солобуто Л.Д.)",
                "КОМП'ЮТЕРНА ЕЛЕКТРОНІКА ТА АРХІТЕКТУРА КОМП'ЮТЕРІВ (Солобуто Л.Д.)"],
           5:["нет пар","нет пар"]
           },

    1:{1:["ВМ (Брагінець О.В.)",
                "ВМ (Брагінець О.В.)"],
           2:["нет пар",
                "нет пар"],
           3:["ВМ (Брагінець О.В.)",
                "ВМ (Брагінець О.В.)"],
           4:["нет пар","нет пар"],
           5:["нет пар","нет пар"]
           },

    2:{1:["ММДО (Кутковецький В.Я.)",
                "КЕ та АК (Солобуто Л.Д.)"],
           2:["КЕ та АК (Солобуто Л.Д.)",
                "ДМ (Кулаковська І.В.)"],
           3:["Фізика (Шенкевич В.М.)","нет пар"],
           4:["нет пар","нет пар"],
           5:["нет пар","нет пар"]
           },

    3:{1:["нет пар","нет пар"],
           2:["нет пар","нет пар"],
           3:["ОСНОВИ ПРОГРАМУВАННЯ (Боровльова С.Ю.)",
                "ОСНОВИ ПРОГРАМУВАННЯ (Боровльова С.Ю.)"],
           4:["ДИСКРЕТНА МАТЕМАТИКА (Кулаковська І.В.)",
                "ДИСКРЕТНА МАТЕМАТИКА (Кулаковська І.В.)"],
           5:["нет пар","нет пар"]
           },


    4:{1:["нет пар","ММДО (Кутковецький В.Я.)"],
           2:["нет пар",
                "Фізика (Шенкевич В.М.)"],
           3:["ОП (Боровльова С.Ю.)",
                "ОП (Швед А.В.)"],
           4:["ДМ (Кулаковська І.В.)",
                "ФВС"],
           5:["ФВС","нет пар"]
           },

    5:{1:["нет пар","нет пар"],
           2:["нет пар","нет пар"],
           3:["нет пар","нет пар"],
           4:["нет пар","нет пар"],
           5:["нет пар","нет пар"]
           },

    6:{1:["нет пар","нет пар"],
           2:["нет пар","нет пар"],
           3:["нет пар","нет пар"],
           4:["нет пар","нет пар"],
           5:["нет пар","нет пар"]
           }
},
{
    0:{1:["Іноземна мова (Гришкова Р.О.)",
                "Іноземна мова (Коваленко О.В.)"],
           2:["Іноземна мова (Гришкова Р.О.)",
                "Іноземна мова (Коваленко О.В.)"],
           3:["ФІЗИКА (Трунов О.М.)",
                "ФІЗИКА (Трунов О.М.)"],
           4:["КОМП'ЮТЕРНА ЕЛЕКТРОНІКА ТА АРХІТЕКТУРА КОМП'ЮТЕРІВ (Солобуто Л.Д.)",
                "КОМП'ЮТЕРНА ЕЛЕКТРОНІКА ТА АРХІТЕКТУРА КОМП'ЮТЕРІВ (Солобуто Л.Д.)"],
           5:["нет пар","нет пар"]
           },

    1:{1:["Іноземна мова (Гришкова Р.О.)",
            "Іноземна мова (Коваленко О.В.)"],
           2:["нет пар",
                "нет пар"],
           3:["ВМ (Брагінець О.В.)",
                "ВМ (Брагінець О.В.)"],
           4:["нет пар","нет пар"],
           5:["нет пар","нет пар"]
           },

    2:{1:["ММДО (Кутковецький В.Я.)",
            "КЕ та АК (Солобуто Л.Д.)"],
           2:["КЕ та АК (Солобуто Л.Д.)",
                "ДМ (Кулаковська І.В.)"],
           3:["Фізика (Шенкевич В.М.)","нет пар"],
           4:["нет пар","нет пар"],
           5:["нет пар","нет пар"]
           },

    3:{1:["нет пар","нет пар"],
           2:["нет пар","нет пар"],
           3:["ОСНОВИ ПРОГРАМУВАННЯ-2 (Боровльова С.Ю.)",
                "ОСНОВИ ПРОГРАМУВАННЯ-2 (Боровльова С.Ю.)"],
           4:["ВИЩА МАТЕМАТИКА (Воробйова А.І.)",
                "ВИЩА МАТЕМАТИКА (Воробйова А.І.)"],
           5:["МАТЕМАТИЧНІ МЕТОДИ ДОСЛІДЖЕННЯ ОПЕРАЦІЙ (Кутковецький В.Я.)",
                "МАТЕМАТИЧНІ МЕТОДИ ДОСЛІДЖЕННЯ ОПЕРАЦІЙ (Кутковецький В.Я.)"]
           },

    4:{1:["нет пар","ММДО (Кутковецький В.Я.)"],
           2:["нет пар",
                "Фізика (Шенкевич В.М.)"],
           3:["ОП-2 (Боровльова С.Ю.)",
                "ОП-2 (Швед А.В.)"],
           4:["ДМ (Кулаковська І.В.)",
                "ФВС"],
           5:["ФВС","нет пар"]
           },

    5:{1:["нет пар","нет пар"],
           2:["нет пар","нет пар"],
           3:["нет пар","нет пар"],
           4:["нет пар","нет пар"],
           5:["нет пар","нет пар"]
           },

    6:{1:["нет пар","нет пар"],
           2:["нет пар","нет пар"],
           3:["нет пар","нет пар"],
           4:["нет пар","нет пар"],
           5:["нет пар","нет пар"]
           }
}
]